export const data = {
  calendar: [
    {
      id: 0,
      day: '월',
      list: 7,
      date: 3,
    },
    {
      id: 1,
      day: '화',
      list: 8,
      date: 4,
    },

    {
      id: 2,
      day: '수',
      list: 6,
      date: 5,
    },

    {
      id: 3,
      day: '목',
      list: 6,
      date: 6,
    },

    {
      id: 4,
      day: '금',
      list: 7,
      date: 7,
    },

    {
      id: 5,
      day: '토',
      list: 9,
      date: 8,
    },

    {
      id: 6,
      day: '일',
      list: 10,
      date: 9,
    },
  ],
  lists: [
    {
      id: 0,
      header: 'SOPT',
      list: [
        '해삐🌼웹팟 세미나',
        '금잔디 코드리뷰',
        '아티클스터디 아티클',
        'js스터디 아티클',
        'Track1 개발',
      ],
    },
    {
      id: 1,
      header: 'CAU',
      list: ['한자 문제 제작 과제', '한자 필사 과제', '강의 수강'],
    },
    {
      id: 2,
      header: 'ROUTINE',
      list: ['필라테스', '독서', '1일1커밋'],
    },
    {
      id: 3,
      header: 'ETC',
      list: ['마스크 주문하기', '당근 택배부치기'],
    },
    {
      id: 4,
      header: 'FRIENDS',
      list: [
        '버즈 생일 챙기기',
        '우디 생일 챙기기',
        '제시 생일 챙기기',
        'Track1 릴리즈 기념 인형 만들기',
        '보핍 안부 인사',
      ],
    },
    {
      id: 5,
      header: 'CLEAN',
      list: ['청소', '빨래', '환기'],
    },
    {
      id: 6,
      header: 'MEETING',
      list: ['스타트업 서핑 킥오프', 'Track1 코어타임'],
    },
    {
      id: 7,
      header: 'PLAY',
      list: ['노래듣기', '더 글로리 보기'],
    },
  ],
};
